
boyfirst = [
    "Тупой", "Конченный", "Ебанутый", "Лихоеблимудый", "Пизданутый", "Высохший", "Уебищный", "Умерший",
    "Толстомудый", "Опиздолюбый", "Мелкотроемудрый", "Хуйлолюбивый", "Хуячий", "Жирномногоканальный", "Аналочленный",
    "Заплесневелый", "Блевотнодушный", "Хрустопердящий", "Гнойнокрылый", "Соплежопастый",
    "Плеснеблядский", "Хуепрокисший", "Пердежеспиртовой", "Мозгонасильный", "Сральноутробный",
    "Говнофланговый", "Ебанавтыкальный", "Хрюкоблевый", "Мразотноглазый", "Клиторорванный",
    "Сушеноголовый", "Обдолбанномудый", "Фекалийный", "Носкомудрый", "Пиздосусальный",
    "Сырожопый", "Перхотнопузый", "Шандырявомозглый", "Борщожаберный", "Дрочебитый",
    "Лизомозглый", "Членофонтанный", "Слезоблевный", "Хуярнопупочный", "Капризногнойный",
    "Подливночелюстной", "Очковыдавленный", "Нахуевращаемый", "Непрошибаемоглупый", "Чебуречноспермный",
    "Какашколобый", "Ашипкоформенный", "Блядожизненный", "Перделюцидный", "Микрописечный",
    "Сантехмудрый", "Соплемудильный", "Дрочесвятой", "Пенисокуренный", "Чернозадный",
    "Блядоликодрожащий", "Анальнопотерянный", "Ёбноприлипший", "Шахтоебельный", "Шизокарликовый",
    "Подзалупоблестящий", "Кишкосвинячий", "Сгрызомозглый", "Простынночесальный", "Мудоцелофанный",
    "Паникозасранный", "Чириепухлый", "Пупкоперделочный", "Мокрощелепый", "Уринотрахнутый",
    "Рвотнокрыластый", "Псевдомозгливый", "Копрофаголюбивый", "Слюнявопетушиный", "Хренопидорастный",
    "Говнопротухший", "Формалинометаллический", "Жиропердильный", "Траханогрустный", "Сраколюдоедский",
    "Овцеконченный", "Мозгозамыленный", "Тазожрущий", "Пиздобулькающий", "Куриноебательный",
    "Яйцегубый", "Какафонный", "Свиностонущий", "Членоколебательный", "Брюхоненасытный",
    "Нюхателеанальный", "Обмудозвоненный", "Ректальнозависимый", "Гнойносмешной", "Смехопердежный"
]

boysec = [
    "даун", "еблан", "пидорас", "хуйлан", "говноед", "конч", "шизик", "страходуроног", "аналомокроблядник", 
    "попечитель мочалок", "лизатель червей", "духопер", "блядохероблядник", "и плюшевый муфлон", "долбоблядскожопый",
    "членожоп", "говнокусок", "подзалупный философ", "прожаренный пездун", "анальное чучело",
    "пердожор", "влагалищный ниндзя", "жопа на выданье", "куколд-маразматик", "чудовище из пердака",
    "шизопетух в слюнях", "перхоть мамонта", "мудозвон во фритюре", "обоссанный романтик", "высер судьбы",
    "соплежеватель", "какашкособиратель", "минетный историк", "спермоучёный", "педорежиссер",
    "перхоть сатаны", "подзалупный археолог", "гнойный консьерж", "инцел в депрессии", "говноархитектор",
    "жопный ценитель вина", "слизнемет", "паралитик на доверии", "спермоглотный психолог", "хуйкописец",
    "анусный буддист", "пидоучёный", "хреносос без принципов", "ссанина-аналитик", "соплякопатель",
    "сперматический лектор", "мудакист", "пенисолёт", "мозгожопник", "пиздострадалец",
    "говнопризывник", "анальнократ", "некрофашист", "заднепроходный инженер", "гнойный брат-тупица",
    "какашковед", "влагалищный нарцисс", "размазня в трико", "бродячий фаллос", "членошарик",
    "пердежный жонглёр", "размякший хуйлуша", "сопляк в законе", "минетный клоун", "куриный пастух задниц",
    "анальный поэт", "задушный хрипун", "высратый сектант", "плеватель в душу", "обмудённый суицидник",
    "ёбнутый визажист", "залупный визирь", "анально замкнутый", "подхрюкивающий душнило", "членохрапящий",
    "сиськомечтатель", "спермокапающий борец", "пердежный травматолог", "анусоид", "мудобродяга",
    "говножуй из комитета", "перхотный пудель", "кишковёрт", "зассаный эксперимент", "минетоносец",
    "педозавр", "уролог-экзорцист", "пузожопый волхв", "влажный чертоглот", "выпердыш эпохи"
]